{
    "FaceCelebDetails": [
        {
            "subtitle": "WOW! The Similarity Reaches ",
            "celelbSubtitle" : "Choose a Celebrity you like!",
            "celebName": "Donald Trump",
            "celebJobTitle": "Entrepreneur, Businessman, President",
            "details": "Donald John Trump is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality. Trump was born and raised in Queens, a borough of New York City, and received a bachelor's degree in economics from the Wharton School.",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Donald_Trump_official_portrait.jpg/473px-Donald_Trump_official_portrait.jpg",
            "isSelect": "FALSE"
        },
        {
            "subtitle": "选择您最喜爱的名人。",
            "celebName": "Barack Obama",
            "celebJobTitle": "President",
            "details": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQNXdcRZMD_zj9VFBS4kwMuUhiSgwxaANjEpPk8mkktku7wib3l",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Albert Einstein",
            "celebJobTitle": "Scientist",
            "details": "Albert Einstein was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics. His work is also known for its influence on the philosophy of science.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTWUEU83riKF6an7z2jYDbNnsxL56bIYjTSRa6dkVZKLeO7s00L",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Stephen Hawking",
            "celebJobTitle": "Scientist",
            "details": "Stephen William Hawking CH CBE FRS FRSA was an English theoretical physicist, cosmologist, and author who was director of research at the Centre for Theoretical Cosmology at the University of Cambridge at the time of his death.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSnNPaerlj6xgHvBJj06fDpdgB7iKOGWGZMUSTqGIh_iJxi4E0a",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Neil Armstrong",
            "celebJobTitle": "Astronaut",
            "details": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader, and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRLye4Jqxl4YrCN9Y1WPRh4oHmu95UiFC2LsJhyN0R6vJO8StFe",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Marie Curie",
            "celebJobTitle": "Scientist",
            "details": "Marie Skłodowska Curie, born Maria Salomea Skłodowska, was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQq1XUoS53EzJB7KdvGvArFqCB60hZx5x9PNgvaB-xuNAALs3KO",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Marilyn Monroe",
            "celebJobTitle": "Actress,Model,Singer",
            "details": "Marilyn Monroe was an American actress, model, and singer. Famous for playing comedic \"blonde bombshell\" characters, she became one of the most popular sex symbols of the 1950s and early 1960s and was emblematic of the era's changing attitudes towards sexuality.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQV07jj8MyeFOJvNx0rvqxl8BSCm3DNwkKXQAF1PNNPZWjQuKlX",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Abraham Lincoln",
            "celebJobTitle": "Lawyer, President Of America",
            "details": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States. Lincoln led the nation through its greatest moral, constitutional, and political crisis in the American Civil War.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRyzi8wrnVmhRXL0wftQ12dxjznITXzeSLKjj5BHaSHZoLYcvm8",
            "isSelect": "FALSE"
        },
        {
            "celebName": "george washington",
            "celebJobTitle": "Soldier,Military Officer,Statesperson",
            "details": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRYp2xBkJPsHHzr1HvOInyC3xxq3p40Lg23YO2vqxsMk_Ued9tu",
            "isSelect": "FALSE"
        },
        {
            "celebName": "benjamin franklin",
            "celebJobTitle": "Inventor,Journalist,Philosopher,Statesperson",
            "details": "Benjamin Franklin FRS FRSA FRSE was an American polymath and one of the Founding Fathers of the United States. Franklin was a leading writer, printer, political philosopher, politician, Freemason, postmaster, scientist, inventor, humorist, civic activist, statesman, and diplomat.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTbg1xRJn9OoAFCqCqlQ2MuKRjlwfuCaW9z78Ee5CXjvsjOzROB",
            "isSelect": "FALSE"
        },
        {
            "celebName": "thomas alva edison",
            "celebJobTitle": "Scientist",
            "details": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcS36rFbACXrTIR_ZLfXHKlDFnXNB-1x_7QBrzOZT1d2vet-CNsM",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Mark Twain",
            "celebJobTitle": "Writer, humorist, entrepreneur, publisher, lecturer",
            "details": "Samuel Langhorne Clemens, known by his pen name Mark Twain, was an American writer, humorist, entrepreneur, publisher, and lecturer. He was lauded as the \"greatest humorist this country has produced\", and William Faulkner called him \"the father of American literature\".",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Mark_Twain_by_AF_Bradley.jpg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "andrew carnegie",
            "celebJobTitle": "Business magnate,Industrialist",
            "details": "Andrew Carnegie kar-NAY-gee was a Scottish-American industrialist, and philanthropist. Carnegie led the expansion of the American steel industry in the late 19th century and became one of the richest Americans in history. He became a leading philanthropist in the United States and in the British Empire.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQd_arr0NS0YsG1va5fKm2Tl4M4KSTc0LTGJpEn_KeQuvHPNnUM",
            "isSelect": "FALSE"
        },
        {
            "celebName": "walter elias disney",
            "celebJobTitle": "Entrepreneur,Film producer",
            "details": "Walter Elias Disney was an American entrepreneur, animator, voice actor and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQ_K3lOQGztrj6tNGCrJO7Ff_oHmTs6-wTh7LDYQ9dixWSiikOW",
            "isSelect": "FALSE"
        },
        {
            "celebName": "stan lee",
            "celebJobTitle": "Soldier,Book editor,Film producer",
            "details": "Stan Lee(born Stanley Martin Lieber ; December 28, 1922 – November 12, 2018) was an American comic book writer, editor, publisher, and producer. He rose through the ranks of a family-run business to become Marvel Comics' primary creative leader for two decades, leading its expansion from a small division of a publishing house to a multimedia corporation that dominated the comics industry.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRMIZNEPBrqpikJU8ii5WkauCaHpGuKn3nuVZqIwxst72rWOXTB",
            "isSelect": "FALSE"
        },
        {
            "celebName": "elvis presley",
            "celebJobTitle": "Actor,Entertainer",
            "details": "Elvis Aaron Presley, also known simply as Elvis, was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as the \"King of Rock and Roll\" or simply \"The King\".",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQS8M3C_zQ932VvcXB3V2nQ6kuuUue6eGuAbXDAJgzCCIDjHD-r",
            "isSelect": "FALSE"
        },
        {
            "celebName": "katharine hepburn",
            "celebJobTitle": "Actor",
            "details": "Katharine Houghton Hepburn was an American actress who was a leading lady in Hollywood for more than 60 years. She appeared in a range of genres, from screwball comedy to literary drama, and she received a record four Academy Awards for Lead Acting Performances, plus eight further nominations.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQGitL5RhjSCGTnw7Fhhe0zmNdp-HvRMP6DTFV9DibNNx_cB-A1",
            "isSelect": "FALSE"
        },
        {
            "celebName": "diana spencer",
            "celebJobTitle": "Philanthropist",
            "details": "Diana, Princess of Wales (born Diana Frances Spencer; 1 July 1961 – 31 August 1997) was a member of the British royal family. She was the first wife of Charles, Prince of Wales, and the mother of Prince William and Prince Harry. Diana's activism and glamour made her an international icon and earned her an enduring popularity as well as an unprecedented public scrutiny, exacerbated by her tumultuous private life.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQx4_wYquV5_rjF3BbkjN37EQmHrUDLkYVlUZe8lgf50RJgI4Kc",
            "isSelect": "FALSE"
        },
        {
            "celebName": "michelle obama",
            "celebJobTitle": "Lawyer",
            "details": "Michelle LaVaughn Robinson Obama is an American lawyer, university administrator, and writer, who was the first lady of the United States from 2009 to 2017. She is married to the 44th President of the United States, Barack Obama, and she was the first African American First Lady of the United States.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTWx_2dR33HELx6RpUHMnIq-mF-93q3rRCFCtBOH2aaaQH7_noM",
            "isSelect": "FALSE"
        },
        {
            "celebName": "hillary clinton",
            "celebJobTitle": "Politician,Spokesperson",
            "details": "Hillary Diane Rodham Clinton is an American politician, diplomat, lawyer, writer, and public speaker. She served as First Lady of the United States from 1993 to 2001, as a United States senator from New York from 2001 to 2009, and as the 67th United States secretary of state from 2009 until 2013.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRt-WAUkCevmnPtnMqy3FsbeFdGu0bfNkFhd3Jqz_LwNkgFtJz_",
            "isSelect": "FALSE"
        },
        {
            "celebName": "bill clinton",
            "celebJobTitle": "Lawyer,Novelist,President",
            "details": "William Jefferson Clinton is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRlPipsa1YrzKFiNq3jCN6foH-1I0iQpEo-c3Z-9XsD9R0T0_hy",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Mahatma Gandhi",
            "celebJobTitle": "Freedom fighter,Lawyer,Peace activist",
            "details": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British Rule, and in turn inspired movements for civil rights and freedom across the world.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSdL9yH5XXprbkdf-nMkVmd1fhfLxQQgxeDgmSnHGmucgIVmZuY",
            "isSelect": "FALSE"
        },
        {
            "celebName": "isaac newton",
            "celebJobTitle": "Scientist",
            "details": "Sir Isaac Newton PRS was an English mathematician, physicist, astronomer, theologian, and author who is widely recognised as one of the most influential scientists of all time and as a key figure in the scientific revolution.",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Portrait_of_Sir_Isaac_Newton%2C_1689.jpg/440px-Portrait_of_Sir_Isaac_Newton%2C_1689.jpg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "kobe bryant",
            "celebJobTitle": "Basketball player",
            "details": "Kobe Bean Bryant was an American professional basketball player. As a shooting guard, Bryant entered the National Basketball Association directly from high school, and played his entire 20-season professional career in the league with the Los Angeles Lakers.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTJ1dlYg3tW45oZRU-XhntcyPkPjGx-B1gloFkt8Pivt9XxWpxI",
            "isSelect": "FALSE"
        },
        {
            "celebName": "michael jordan",
            "celebJobTitle": "Basketball player,Entrepreneur",
            "details": "Michael Jeffrey Jordan, also known by his initials MJ, is an American former professional basketball player and the principal owner of the Charlotte Hornets of the National Basketball Association. He played 15 seasons in the NBA, winning six championships with the Chicago Bulls.",
            "celebImageUrl": "https://content.api.news/v3/images/bin/077dc0fcb172891e62e7b6acc4ec3849",
            "isSelect": "FALSE"
        },
        {
            "celebName": "lionel messi",
            "celebJobTitle": "Football player",
            "details": "Lionel Andrés Messi Cuccittini(born 24 June 1987) is an Argentine professional footballer who plays as a forward and captains both Spanish club Barcelona and the Argentina national team. Often considered the best player in the world and widely regarded as one of the greatest players of all time, Messi has won a record six Ballon d'Or awards and a record six European Golden Shoes. He has spent his entire professional career with Barcelona, where he has won a club-record 34 trophies, including ten La Liga titles, four UEFA Champions League titles and six Copas del Rey.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTEosIppI0LPNejNVrHET99nVY2c53ePWX8tc1cmdPL-rYBN08_",
            "isSelect": "FALSE"
        },
        {
            "celebName": "cristiano ronaldo",
            "celebJobTitle": "Football player",
            "details": "Cristiano Ronaldo dos Santos Aveiro GOIH ComM (born 5 February 1985) is a Portuguese professional footballer who plays as a forward for Serie A club Juventus and captains the Portugal national team. Often considered the best player in the world and widely regarded as one of the greatest players of all time. Ronaldo has won five Ballons d'Or and four European Golden Shoes, both of which are records for a European player. He has won 29 trophies in his career, including six league titles, five UEFA Champions Leagues, one UEFA European Championship, and one UEFA Nations League. A prolific goalscorer, Ronaldo holds the records for the most goals scored in the UEFA Champions League (128) and the joint-most goals scored in the UEFA European Championship (9).",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Cristiano_Ronaldo_2018.jpg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "neymar jr",
            "celebJobTitle": "Football player",
            "details": "Neymar da Silva Santos Júnior, commonly known as Neymar Jr. or simply Neymar, is a Brazilian professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and the Brazil national team. He is widely considered as one of the best players in the world.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRX5uCJwQRN2CWnvwTxgjLgMPrCxrZJuQSv3sT6NZqfNZXUGwd9",
            "isSelect": "FALSE"
        },
        {
            "celebName": "ronaldinho",
            "celebJobTitle": "Footballer",
            "details": "Ronaldo de Assis Moreira, commonly known as Ronaldinho Gaúcho or simply Ronaldinho, is a Brazilian former professional footballer and ambassador for Barcelona. He played mostly as an attacking midfielder, but was also deployed as a forward or a winger.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTCvLjCL8qDU2UTViqttqJw8VFiWagecn23GNXPE2nfzw4dh3gy",
            "isSelect": "FALSE"
        },
        {
            "celebName": "LeBron James",
            "celebJobTitle": "Basketball player",
            "details": "LeBron Raymone James Sr. is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association. He is often regarded as the greatest basketball player of all time, which has resulted in frequent comparisons to Michael Jordan.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR4h9yguWtWRVUAm_9EwLnoznR6Xes6HDrtNeKEFhIoKunJ7_n9",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Tim Duncan",
            "celebJobTitle": "Basketball coach,Basketball player",
            "details": "Timothy Theodore Duncan is an American professional basketball coach and former player who is an assistant coach for the San Antonio Spurs of the National Basketball Association. He spent his entire 19-year playing career with the Spurs.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRAsMtFfEDJfL5WNeU0VecY_brAeRHYFzogvcjdol6TqCWi4HhB",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Kevin Durant",
            "celebJobTitle": "Basketball player",
            "details": "Kevin Wayne Durant is an American professional basketball player for the Brooklyn Nets of the National Basketball Association. He played one season of college basketball for the University of Texas, and was selected as the second overall pick by the Seattle SuperSonics in the 2007 NBA draft.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTVO1MbxqDmmoUwizJsP0awFvz1skJPtH8-8DgejryArYi_tcWZ",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Sachin Tendulkar",
            "celebJobTitle": "Cricketer",
            "details": "Sachin Ramesh Tendulkar is an Indian former international cricketer and a former captain of the Indian national team. He is widely regarded as one of the greatest batsmen in the history of cricket. He is the highest run scorer of all time in International cricket.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSAleaki_-CiWWnK6f-5A_M2uQbdysHVNunWwsjsoePU1IEAiDg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Shah Rukh Khan",
            "celebJobTitle": "Actor,Film producer,TV Personality",
            "details": "Shah Rukh Khan, also known by the initialism SRK, is an Indian actor, film producer, and television personality. Referred to in the media as the \"Badshah of Bollywood\", \"King of Bollywood\" and \"King Khan\", he has appeared in more than 80 Bollywood films, and earned numerous accolades, including 14 Filmfare Awards.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTWhWlHuNpqgEgX8Ozh0acjrA1GaHiNSn7XiDUuR0GnKjJ30_8z",
            "isSelect": "FALSE"
        },
        {
            "celebName": "robert de niro",
            "celebJobTitle": "Actor,Film director",
            "details": "Robert Anthony De Niro Jr. (born August 17, 1943) is an American actor, producer, and director. He has received numerous accolades, including two Academy Awards, a Golden Globe Award, the Cecil B. DeMille Award, the Golden Lion, the AFI Life Achievement Award, Presidential Medal of Freedom, and has been nominated for six BAFTA Awards, four Primetime Emmy Awards, and four Screen Actors Guild Awards. He also has Italian citizenship.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRY5wxgVQMlLlTNxNLQZfjG8kHw9mZB8C4eNn9RbpV55MBfnFAo",
            "isSelect": "FALSE"
        },
        {
            "celebName": "al pacino",
            "celebJobTitle": "Actor,Filmmaker,Theatre Director",
            "details": "Alfredo James Pacino is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards and two Primetime Emmy Awards. He is one of the few performers to have received the Triple Crown of Acting.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQKommECBywjd4tZ3oMXAyQBRcmfZvtryl5SlqSZNVQtgHref3v",
            "isSelect": "FALSE"
        },
        {
            "celebName": "michael douglas",
            "celebJobTitle": "Actor,Author",
            "details": "Michael Kirk Douglas is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSqLli4_SfpT1yQAGnHIGb5Hiu7E1JibUEyPYUtjhNRGmhuAasO",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Pierce Brosnan",
            "celebJobTitle": "Actor,Environmentalist",
            "details": "Pierce Brendan Brosnan OBE (born 16 May 1953) is an Irish-American actor, film producer, activist, and environmentalist. Born in Ireland, Brosnan became a naturalised American citizen in 2004. After leaving comprehensive school at age 16, Brosnan began training in commercial illustration, then went on to train at the Drama Centre in London for three years. ",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQ-8tXhqXROTn_SmiQrrNnXrTcedP78_4Dj5H5OwQ3mMx-0nQrq",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Robert Downey Jr.",
            "celebJobTitle": "Actor,Singer,Composer",
            "details": "Robert John Downey Jr. is an American actor, producer, and singer. His career has been characterized by critical and popular success in his youth, followed by a period of substance abuse and legal troubles, before a resurgence of commercial success in middle age.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQnO3WYuM7j7hyhGShYLrvO2b8DIzwQmZP8-XGaGL1f38lGRq63",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Chris Hemsworth",
            "celebJobTitle": "Actor",
            "details": "Christopher Hemsworth is an Australian actor. He rose to prominence playing Kim Hyde in the Australian TV series Home and Away before beginning a film career in Hollywood by taking on parts in the science fiction film Star Trek and the thriller A Perfect Getaway.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR_jp0Y7GnizzcchxAb_lCeJcRTUprHMKCnYscCI0C_u7erX1kP",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Brad Pitt",
            "celebJobTitle": "Actor,Television producer",
            "details": "William Bradley Pitt is an American actor and film producer. He has received multiple awards, including two Golden Globe Awards and an Academy Award for his acting, in addition to another Academy Award and a Primetime Emmy Award as producer under his production company, Plan B Entertainment.",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Brad_Pitt_2019_by_Glenn_Francis.jpg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Johnny Depp",
            "celebJobTitle": "Actor,Film director,Guitarist",
            "details": "John Christopher Depp II (born June 9, 1963) is an American actor, producer, and musician. He has been nominated for 10 Golden Globe Awards, winning one for Best Actor for his performance of the title role in Sweeney Todd: The Demon Barber of Fleet Street (2008), and has been nominated for three Academy Awards for Best Actor, among other accolades. He is regarded as one of the world's biggest film stars.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR37wr1MisEdIh-F1TDgFGI_01mXV-tSMXDv6xI4Fxlmqvdrm8m",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Leonardo DiCaprio",
            "celebJobTitle": "Actor,Environmentalist,Child actor",
            "details": "Leonardo Wilhelm DiCaprio is an American actor, producer, and environmentalist. He has often played unconventional parts, particularly in biopics and period films. As of 2019, his films have earned US$7.2 billion worldwide, and he has placed eight times in annual rankings of the world's highest-paid actors.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTvIdo1KLED33ud8Lx_adLV5HI-FQMMYVo7Xao5gm6YXVYswzmh",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Chris Evans",
            "celebJobTitle": "Actor,Model,Film producer",
            "details": "Christopher Robert Evans(born June 13, 1981) is an American actor. He first gained attention in 2005 as the Marvel Comics character Human Torch in Fantastic Four (2005) and its 2007 sequel and later gained further worldwide attention for his portrayal of Steve Rogers / Captain America in the Marvel Cinematic Universe, appearing in eleven films including four cameos. His work in the latter film series established him as one of the highest-paid actors in the world.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRvp6Im3X_Mdum_yc2otUkMpnc6yqhOd-gUAUhSLs8OYAnJ5Gu_",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Taylor Swift",
            "celebJobTitle": "Singer,Lyricist,Philanthropist",
            "details": "Taylor Alison Swift is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcT4GttrAzi84ilyAVnLCoeRy4yK-VYhpqZHL2qjJSt7Ll3CAZYA",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Emilia Clarke",
            "celebJobTitle": "Actress,Voice acting",
            "details": "Emilia Isobel Euphemia Rose Clarke (born 23 October 1986) is an English actress.She studied at the Drama Centre London, appearing in a number of stage productions, including one by the Company of Angels. After making her screen debut in a short film, her television debut came with a guest appearance in an episode of the British medical soap opera Doctors in 2009. The following year, she was named as one of the UK Stars of Tomorrow by Screen International magazine for her role in the Syfy film Triassic Attack (2010).",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcT7Mz8A1FQ16orlPcfsr7j_XDWV55wrLmBusme8nMrHaER9ojYT",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Scarlett Johansson",
            "celebJobTitle": "Actress,Model,Singer",
            "details": "Scarlett Ingrid Johansson is an American actress and singer. The world's highest-paid actress since 2018, she has made multiple appearances in the Forbes Celebrity 100. Her films have grossed over $14.3 billion worldwide, making Johansson the third-highest-grossing box office star of all time.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQOr5qwxSoFAbHNF1mC_iGwPHQGmy2Npv9ga91y1bIZ4n-4dXnS",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Tobey Maguire",
            "celebJobTitle": "Actor,Film producer",
            "details": "Tobias Vincent Maguire is an American actor and film producer. He is best known for his role as Peter Parker / Spider-Man in Sam Raimi's Spider-Man trilogy. His other major films include Pleasantville, The Cider House Rules, Wonder Boys, Seabiscuit, The Good German, Brothers, and The Great Gatsby.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSD-uVRYhCGw_rIa5SN9ytoMqICriEr3yrDYV3Jt7cQUnejUnEl",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Tom Holand",
            "celebJobTitle": "Actor,Dancer",
            "details": "Thomas Stanley Holland (born 1 June 1996) is an English actor. He first gained recognition for his starring role in the disaster film The Impossible (2012). He rose to stardom for playing Peter Parker / Spider-Man in the Marvel Cinematic Universe superhero films Captain America: Civil War (2016), Spider-Man: Homecoming (2017), Avengers: Infinity War (2018), Avengers: Endgame (2019), and Spider-Man: Far From Home (2019).",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQXVw4CBm1wmXVdrekuvADNKMppURRstOJaNjY-VEo7NLGSULeW",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Gal Gadot",
            "celebJobTitle": "Actress,Fashion Model",
            "details": "Gal Gadot Varsano(born 30 April 1985) is an Israeli actress and model. At age 18, she was crowned Miss Israel 2004. She then served two years in the Israel Defense Forces as a fitness/combat readiness instructor, after which she began studying law and international relations at IDC Herzliya college while building up her modeling and acting careers.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTOTnykxIsJ1m8qsHt1UH_dOiilnfXFp0dx-0cVLmT1mIvi8zvI",
            "isSelect": "FALSE"
        },
        {
            "celebName": "dwayne johnson",
            "celebJobTitle": "Actor,Professional Wrestler",
            "details": "Dwayne Douglas Johnson, also known by his ring name The Rock, is an American-Canadian actor, producer, businessman, and former professional wrestler and football player. He was a professional wrestler for the World Wrestling Federation for eight years prior to pursuing an acting career.",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Dwayne_Johnson_2014_%28cropped%29.jpg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "katy perry",
            "celebJobTitle": "Singer,Actor,Philanthropist,Songwriter",
            "details": "Katheryn Elizabeth Hudson, known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR7_ENkSm848zuAMzfrO8okD_HROGXcEujhLxYrIf1PyVJje4yV",
            "isSelect": "FALSE"
        },
        {
            "celebName": "selena gomez",
            "celebJobTitle": "Singer,Songwriter",
            "details": "Selena Marie Gomez (born July 22, 1992) is an American singer, songwriter, actress, and television producer. After appearing on the children's television series Barney & Friends (2002–2004), she received wider recognition for her portrayal of Alex Russo on the Emmy Award-winning Disney Channel television series Wizards of Waverly Place, which aired from 2007 until 2012. Gomez also starred in the films Another Cinderella Story (2008), Princess Protection Program (2009), Wizards of Waverly Place: The Movie (2009), Ramona and Beezus (2010), and Monte Carlo (2011).",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSf1oCi3sBl0dXjpToWJ2v-h1G1rA4Tt_GG-bvMWzwbQ05Q6eMs",
            "isSelect": "FALSE"
        },
        {
            "celebName": "beyonce",
            "celebJobTitle": "Singer-songwriter,Composer",
            "details": "Beyoncé Giselle Knowles-Carter is an American singer, songwriter, record producer, dancer and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTgGtpWhk7mN7LExw_CONGnM2t1iU8Td4JkRIDf-AG35HirMK3C",
            "isSelect": "FALSE"
        },
        {
            "celebName": "jennifer lopez",
            "celebJobTitle": "Singer,Dancer,Lyricist",
            "details": "Jennifer Lynn Lopez, also known by her nickname J.Lo, is an American actress, singer, dancer, fashion designer, producer, and businesswoman. In 1991, Lopez began appearing as a Fly Girl dancer on In Living Color, where she remained a regular until she decided to pursue an acting career in 1993.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSJc6piuKSInXUdxcVwV61ENKP0PUzjptlltZPEKKD98a35mKaI",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Bruno Mars.",
            "celebJobTitle": "Singer,Multi-instrumentalist,Voice acting",
            "details": "Peter Gene Hernandez, known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTFa55D0XQNBh19FLocL3JyfhON8KPVrBQjdAbXsNOD1L0bBlCc",
            "isSelect": "FALSE"
        },
        {
            "celebName": "justin beiber",
            "celebJobTitle": "Actor,Singer-songwriter",
            "details": "Justin Drew Bieber is a Canadian singer, songwriter and actor. Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRfPLZC8yhKm6cXUihXSXxBVj5EBEihOEcVHytYF3aI3DmABGax",
            "isSelect": "FALSE"
        },
        {
            "celebName": "eminem",
            "celebJobTitle": "Rapper,Film producer,Songwriter",
            "details": "Marshall Bruce Mathers III, known professionally as Eminem, is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRP3VdQ2M2Vl-jfCN3fds4T43mx7Vy79Q6mNGgWvVIG5L5f4lId",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Serena Williams",
            "celebJobTitle": "Tennis player,Stylist",
            "details": "Serena Jameka Williams is an American professional tennis player and former world No. 1 in women's single tennis. She has won 23 Grand Slam singles titles, the most by any man or woman in the Open Era. The Women's Tennis Association ranked her world No. 1 in singles on eight separate occasions between 2002 and 2017.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQWJUSCVLJJLl8mwyjUaYdAPMiMJBX4lFOvSHNEBytuJ-owTSKs",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Tiger Woods",
            "celebJobTitle": "Golfer,Author",
            "details": "Eldrick Tont \"Tiger\" Woods is an American professional golfer. He is tied for first in PGA Tour wins and ranks second in men's major championships and also holds numerous golf records. Woods is widely regarded as one of the greatest golfers, and one of the most famous athletes of all time.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTEqMWU11_4hHaLV1wu7Imgu8paVwAteIpT9L8xKHnMYyS4TfTs",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Michael Phelps",
            "celebJobTitle": "Swimmer,Actor",
            "details": "Michael Fred Phelps II is an American former competitive swimmer and the most successful and most decorated Olympian of all time, with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals, Olympic gold medals in individual events, and Olympic medals in individual events.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSIUFdS6-yKGOFkz7Zo0ok0_OSLTt5T7odQ4J4W8DD2Gu5-KVlT",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Steve Jobs",
            "celebJobTitle": "Business magnate,Inventor,Film producer",
            "details": "Steven Paul Jobs (February 24, 1955 – October 5, 2011) was an American business magnate, industrial designer, investor, and media proprietor. He was the chairman, chief executive officer (CEO), and co-founder of Apple Inc., the chairman and majority shareholder of Pixar, a member of The Walt Disney Company's board of directors following its acquisition of Pixar, and the founder, chairman, and CEO of NeXT. Jobs is widely recognized as a pioneer of the personal computer revolution of the 1970s and 1980s, along with Apple co-founder Steve Wozniak.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTIe_9tuA-Kp0tTVQFFV9j8goBV1Qy0kM5kCwJExmjJgkQh3zu1",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Bill Gates",
            "celebJobTitle": "Entrepreneur,Business magnate",
            "details": "William Henry Gates III is an American business magnate, software developer, investor, and philanthropist. He is best known as the co-founder of Microsoft Corporation.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSdZ0YOKV0UWUqcHqzKdERa7VAaV0CPpc-hJqJivBMoaH52Maqv",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Warren Buffett",
            "celebJobTitle": "Investor,Philanthropist",
            "details": "Warren Edward Buffett is an American business magnate, investor, and philanthropist, who is the chairman and CEO of Berkshire Hathaway. He is considered one of the most successful investors in the world and has a net worth of US$88.9 billion as of December 2019, making him the fourth-wealthiest person in the world.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR5TBj7ExBESiroa8LqfjdJGF9HeWbXm7jTaEfPGgdk_U4wd4Uh",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Mark Zuckerburg",
            "celebJobTitle": "Entrepreneur,Philanthropist",
            "details": "Mark Elliot Zuckerberg is an American internet entrepreneur and philanthropist. He co-founded Facebook, Inc. and serves as its chairman, chief executive officer, and controlling shareholder. He also co-founded and is a board member of the solar sail spacecraft development project Breakthrough Starshot",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRpacyZAZk7UY2OMNIVyZ1zYZbCqaEEZin_7o3FW_qSSGnUIhCW",
            "isSelect": "FALSE"
        },
        {
            "celebName": "jeff bezos",
            "celebJobTitle": "Entrepreneur,Media proprietor",
            "details": "Jeffrey Preston Bezos is an American internet and aerospace entrepreneur, media proprietor, and investor. He is best known as the founder, chief executive officer, and president of Amazon.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQRFEBjtgTumJO0cbGvoi84Gmd5p_kdB-u4EJirOeZVy4N_6YWb",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Elon Musk",
            "celebJobTitle": "Designer,Entrepreneur,Rocket scientist",
            "details": "Elon Reeve Musk FRS (born June 28, 1971) is an engineer, industrial designer, and technology entrepreneur. He is a citizen of South Africa, the United States (where he has lived most of his life and currently resides), and Canada. He is the founder, CEO and chief engineer/designer of SpaceX,co-founder, CEO and product architect of Tesla, Inc., founder of The Boring Company, co-founder of Neuralink; and co-founder and initial co-chairman of OpenAI. He was elected a Fellow of the Royal Society (FRS) in 2018",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTX0f59idoh_uKk3UZsihl8YbFPoYmKb21VITnC4tKWU5nWoKX3",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Muhammad Ali",
            "celebJobTitle": "Professional Boxer,Philanthropist",
            "details": "Muhammad Ali was an American professional boxer, activist, and philanthropist. Nicknamed \"The Greatest,\" he is widely regarded as one of the most significant and celebrated sports figures of the 20th century and as one of the greatest boxers of all time.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTnuZOOdLfMi6fFDX5C0oUtad4aVH6TbFC1z8-HcA_ivoV4nflN",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Arnold Schwarzenegger",
            "celebJobTitle": "Actor,Author",
            "details": "Arnold Alois Schwarzenegger is an Austrian-American actor, filmmaker, businessman, author, and former politician and professional bodybuilder. He served as the 38th Governor of California from 2003 to 2011. As of 2020, he is the most recent Republican governor of California.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSDKvfMn5tAuxCf42_PApyiOF0ISOjHK7pYiYxHBgh3CtyxUxLC",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Sylvester Stallone",
            "celebJobTitle": "Actor,screen writer,Promoter",
            "details": "Sylvester Enzio Stallone (born Michael Sylvester Gardenzio Stallone, July 6, 1946) is an American actor, director, screenwriter, and producer.\nAfter his beginnings as a struggling actor for a number of years upon arriving to New York City in 1969 and later Hollywood in 1974, he won his first critical acclaim as an actor for his co-starring role as Stanley Rosiello in The Lords of Flatbush",
            "celebImageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/84/Sylvester_Stallone_Cannes_2019.jpg",
            "isSelect": "FALSE"
        },
        {
            "celebName": "michael jackson",
            "celebJobTitle": "Entertainer,Songwriter",
            "details": "Michael Joseph Jackson was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRP_VD2LVYkHYao9Vr7Z8fPS52d0tLXJsyjGaKhgw0scZpXkSqi",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Vin Diesel",
            "celebJobTitle": "Actor,Voice acting",
            "details": "Mark Sinclair, known professionally as Vin Diesel, is an American actor and producer. He rose to international fame with his role as Dominic Toretto in The Fast and the Furious franchise.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQ4e_ZRmRIgwwmst72ZK_Azi_uSZCh67lg8L8EDHpU28j8Q5CTd",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Steven Spielberg",
            "celebJobTitle": "Film director,Actor",
            "details": "Steven Allan Spielberg is an American filmmaker. He is considered one of the founding pioneers of the New Hollywood era and one of the most popular directors and producers in film history. Spielberg started in Hollywood directing television and several minor theatrical releases.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRWlUB4gzo7g5PDs567451D-eI3gAT7AO5ZS9a5KrL2WiaIIcOx",
            "isSelect": "FALSE"
        },
        {
            "celebName": "James Cameron",
            "celebJobTitle": "Environmentalist,Actor",
            "details": "James Francis Cameron CC is a Canadian filmmaker, artist, and environmentalist, who is best known for making science fiction and epic films for the Hollywood mainstream. Cameron first gained recognition for directing The Terminator",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQXYSerH6FY536Ifhf9gZhMFL8XkDAbNyk2i0eoTcipfIykKUYn",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Oprah Winfrey",
            "celebJobTitle": "Host,Actor,Author",
            "details": "Oprah Gail Winfrey (born Orpah Gail Winfrey(January 29, 1954) is an American media executive, actress, talk show host, television producer, and philanthropist. She is best known for her talk show, The Oprah Winfrey Show, broadcast from Chicago, which was the highest-rated television program of its kind in history and ran in national syndication for 25 years from 1986 to 2011.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTrprlw_Y93jpl-y9rtvUs_m9kGeMv4Thw4_p5uxy05SOs6Cb7m",
            "isSelect": "FALSE"
        },
        {
            "celebName": "Kate Winslet",
            "celebJobTitle": "Actress,Model,Singer",
            "details": "Kate Elizabeth Winslet CBE (born 5 October 1975) is an English actress. She is particularly known for her work in period dramas, and is often drawn to portraying angst-ridden women. Winslet is the recipient of various accolades, including three British Academy Film Awards, and is among the few performers to have won Academy, Emmy, and Grammy Awards.",
            "celebImageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTF4-BTelFhVQjxEmgE_1juy62SKf3fLyc155xCbi5SFseOOZk4",
            "isSelect": "FALSE"
        }
    ]
}
